Dlubal.RFEM5.SurfaceCrackStrains
Surface crack strains

Dlubal.RFEM5.SurfaceCrackStrains.SurfaceNo
Surface number

Dlubal.RFEM5.SurfaceCrackStrains.Type
Type of results

Dlubal.RFEM5.SurfaceCrackStrains.LocationNo
Location number

Dlubal.RFEM5.SurfaceCrackStrains.Coordinates
Location coordinates.

Dlubal.RFEM5.SurfaceCrackStrains.EpsilonCXPositive
Crack strain εc-x,+

Dlubal.RFEM5.SurfaceCrackStrains.EpsilonCYPositive
Crack strain εc-y,+

Dlubal.RFEM5.SurfaceCrackStrains.GammaCXYPositive
Crack γc-xy,+

Dlubal.RFEM5.SurfaceCrackStrains.EpsilonCXNegative
Crack strain εc-x,-

Dlubal.RFEM5.SurfaceCrackStrains.EpsilonCYNegative
Crack strain εc-y,-

Dlubal.RFEM5.SurfaceCrackStrains.GammaCXYNegative
Crack γc-xy,-